Repository: stephanmantler/stepman-geo-post
Catalog: languages/super-map-block-*.po
Languages: de_de

source: Provides flexible maps and universal geolocation support for posts and pages
de_de: Flexible Kartendarstellung und Verortung von Seiten und Blogbeiträgen

source: Super Map Block can show OpenStreetMap, OpenTopoMap and Mapbox tiles. To use Mapbox, you will need to request a <a href="%s">Mapbox access token</a> and enter it below.
de_de: Super Map Block unterstützt OpenStreetMap, OpenTopoMap und Mapbox als Basiskarte. Um Mapbox zu nutzen, ist ein '<a Href="%s"Access Token</a>' notwendig.

source: paste your access token here
de_de: hier das Mapbox Access Token einfügen

source: (not set)
de_de: (leer)

source: Super Map Block global plugin settings
de_de: Super Map Block - Allgemeine Einstellungen

source: Location data (for debugging)
de_de: GeoJSON-Code

source: Geolocation
de_de: Verortung

source: Embed a leaflet map element
de_de: Kartenelement einbetten

source: Map Settings
de_de: Karteneinstellungen

source: Width
de_de: Breite

source: Height
de_de: Höhe

source: allow pan & zoom
de_de: Verschiebung / Zoom erlauben

source: Data / Overlays
de_de: Zusätzliche Datenebenen

source: show post annotation shapes
de_de: Verortung anzeigen

source: Base Map
de_de: Basiskarte

source: Custom Overlay Layer
de_de: Benutzerdefinierter Rasterkarte

source: Custom Attribution
de_de: Quellenangabe für benutzerdef. Raster

source: Attach GeoJSON
de_de: GeoJSON-Datei anhängen
